Repository: fanelsi-pets/localvoice
Catalog: MeetingScribeKit/Localizable.xcstrings
Source language: ru
Languages: en, uk

source: Дата встречи
en: Meeting Date
uk: Дата зустрічі

source: Дата неизвестна
en: Date unknown
uk: Дата невідома

source: Движки
en: Engines
uk: Рушії

source: Движки и модели
en: Engines & Models
uk: Рушії та моделі

source: Движок %@ не подготовлен: модели не загружены.
en: The %@ engine is not prepared: the models are not loaded.
uk: Рушій %@ не підготовлено: моделі не завантажені.

source: Диагностика
en: Diagnostics
uk: Діагностика

source: Длительность
en: Duration
uk: Тривалість

source: Добавить вопрос
en: Add question
uk: Додати питання

source: Добавить задачу
en: Add action item
uk: Додати завдання

source: Добавить решение
en: Add decision
uk: Додати рішення

source: Добавлено:
en: Added:
uk: Додано:

source: Дорожка Zoom
en: Zoom track
uk: Доріжка Zoom

# Доступно %lld моделей
source: Доступно %lld модели
en: %lld models available
uk: Доступно %lld моделі

source: Если выйти сейчас, обработка прервётся и её придётся повторить. Продолжить выход?
en: If you quit now, processing will be interrupted and will have to be repeated. Quit anyway?
uk: Якщо вийти зараз, обробка перерветься і її доведеться повторити. Продовжити вихід?

source: Загрузка %@
en: Loading %@
uk: Завантаження %@

source: Загрузка продолжится, даже если закрыть это окно.
en: The download continues even if you close this window.
uk: Завантаження триватиме, навіть якщо закрити це вікно.

source: Задача
en: Action item
uk: Завдання

source: Задачи
en: Tasks
uk: Задачі

source: Задачи (%lld из %lld)
en: Action items (%lld of %lld)
uk: Завдання (%lld з %lld)

source: Задачи (открытых %lld из %lld)
en: Action items (%lld of %lld open)
uk: Завдання (відкритих %lld з %lld)

source: Закрепить имя и сохранить голос в профиль человека
en: Pin the name and save the voice to the person’s profile
uk: Закріпити ім’я та зберегти голос у профіль людини

source: Закрыть
en: Close
uk: Закрити

source: Заметка не сохранилась
en: The note was not saved
uk: Нотатку не збережено

source: Записано %lld из %lld заметок, остановились на «%@»: %@
en: Wrote %lld of %lld notes, stopped at “%@”: %@
uk: Записано %lld з %lld нотаток, зупинилися на «%@»: %@

source: Записей: %lld
en: Entries: %lld
uk: Записів: %lld

source: Записи не покидают этот Mac: распознавание и разделение по голосам идут на Neural Engine и GPU. Интернет нужен один раз — скачать модели.
en: Recordings never leave this Mac: recognition and speaker separation run on the Neural Engine and the GPU. The internet is needed once — to download the models.
uk: Записи не покидають цей Mac: розпізнавання та розділення за голосами йдуть на Neural Engine і GPU. Інтернет потрібен один раз — завантажити моделі.

source: Запись осталась в памяти проекта «%@».
en: The record remains in the project memory of “%@”.
uk: Запис залишився в пам’яті проєкту «%@».

source: Запись осталась в памяти проекта.
en: The record remains in the project memory.
uk: Запис залишився в пам’яті проєкту.

source: Запрашиваю список…
en: Requesting the list…
uk: Запитую список…

source: Запрос слишком велик (413). Сократите контекст встречи или выберите модель с большим окном контекста.%@
en: The request is too large (413). Shorten the meeting context or choose a model with a larger context window.%@
uk: Запит завеликий (413). Скоротіть контекст зустрічі або виберіть модель з більшим вікном контексту.%@

source: Запустить
en: Run
uk: Запустити

source: Запустить обработку встречи
en: Start processing the meeting
uk: Запустити обробку зустрічі

source: Запустить проверку
en: Run Check
uk: Запустити перевірку

source: Запустить снова
en: Run Again
uk: Запустити знову

source: Здесь лежат индекс встреч, транскрипты и кэш аудио. Исходные записи остаются на месте.
en: This folder holds the meeting index, the transcripts, and the audio cache. Your original recordings stay where they are.
uk: Тут лежать індекс зустрічей, транскрипти та кеш аудіо. Вихідні записи залишаються на місці.

source: Идёт обработка встречи
en: A meeting is being processed
uk: Триває обробка зустрічі

source: Из ожидаемых слов найдено только %lld из %lld (нет: %@). Похоже, распознавание работает плохо — проверьте файлы моделей на вкладке «Диагностика».
en: Only %lld of %lld expected words were found (missing: %@). Recognition seems to work poorly — check the model files on the “Diagnostics” tab.
uk: З очікуваних слів знайдено лише %lld з %lld (немає: %@). Схоже, розпізнавання працює погано — перевірте файли моделей на вкладці «Діагностика».

source: Из списка
en: From the list
uk: Зі списку

source: Извлечение кадров
en: Extracting frames
uk: Витягання кадрів

source: Измените запрос поиска или снимите фильтр по спикеру.
en: Change the search query or clear the speaker filter.
uk: Змініть пошуковий запит або зніміть фільтр за спікером.

source: Имена из файлов:
en: Names from the files:
uk: Імена з файлів:

source: Имена спикеров получаются точнее всего, если Zoom записал отдельную дорожку на участника. В десктоп-клиенте Zoom: Settings → Recording → включите «Record a separate audio file for each participant». После следующей записи в папке встречи появится подпапка «Audio Record/» с файлами вида audio<Имя><цифры>.m4a — по одной дорожке на участника. Имена берутся прямо из имён файлов, диаризация не нужна. Папка записи лежит в ~/Documents/Zoom/<дата время> <название комнаты>/ и содержит общий трек audio*.m4a, видео video*.mp4, recording.conf и (если был чат) chat.txt. Перетащите папку записи целиком: приложение найдёт дорожки, предложит обработать их по отдельности (переключатель в диалоге импорта) и подставит имена участников. Видео из той же папки используется для распознавания подписей («Найти имена на видео» в инспекторе спикеров), chat.txt — как подсказки имён.
en: Speaker names come out most accurate when Zoom has recorded a separate track per participant. In the Zoom desktop client: Settings → Recording → enable “Record a separate audio file for each participant”. After the next recording the meeting folder will contain an “Audio Record/” subfolder with files like audio<Name><digits>.m4a — one track per participant. The names are taken straight from the file names, speaker separation is not needed. The recording folder lives in ~/Documents/Zoom/<date time> <room name>/ and holds the shared track audio*.m4a, the video video*.mp4, recording.conf and (if there was a chat) chat.txt. Drag the whole recording folder: the app finds the tracks, offers to process them separately (a switch in the import dialog) and fills in the participant names. The video from the same folder is used to recognize the name labels (“Find Names in Video” in the speakers inspector), and chat.txt serves as name hints.
uk: Імена спікерів виходять найточнішими, якщо Zoom записав окрему доріжку на учасника. У десктопному клієнті Zoom: Settings → Recording → увімкніть «Record a separate audio file for each participant». Після наступного запису в теці зустрічі з’явиться підтека «Audio Record/» з файлами виду audio<Ім’я><цифри>.m4a — по одній доріжці на учасника. Імена беруться просто з назв файлів, діаризація не потрібна. Тека запису лежить у ~/Documents/Zoom/<дата час> <назва кімнати>/ і містить спільний трек audio*.m4a, відео video*.mp4, recording.conf і (якщо був чат) chat.txt. Перетягніть теку запису цілком: застосунок знайде доріжки, запропонує обробити їх окремо (перемикач у діалозі імпорту) і підставить імена учасників. Відео з тієї самої теки використовується для розпізнавання підписів («Знайти імена на відео» в інспекторі спікерів), chat.txt — як підказки імен.

source: Имена спикеров…
en: Speaker Names…
uk: Імена спікерів…

source: Импорт записи
en: Import Recording
uk: Імпорт запису

source: Импортировать запись Zoom или папку записи
en: Import a Zoom recording or a recording folder
uk: Імпортувати запис Zoom або теку запису

source: Импортировать профили…
en: Import Profiles…
uk: Імпортувати профілі…

source: Импортировать…
en: Import…
uk: Імпортувати…

source: Импорт…
en: Import…
uk: Імпорт…

source: Имя
en: Name
uk: Ім’я

source: Имя применится к этой встрече и экспорту; «Подтвердить» также сохранит голос в «Люди».
en: The name applies to this meeting and its export; “Confirm” also saves the voice to People.
uk: Ім’я застосується до цієї зустрічі та експорту; «Підтвердити» також збереже голос у «Люди».

source: Имя спикера
en: Speaker Name
uk: Ім’я спікера

source: Имя спикера %@
en: Speaker name %@
uk: Ім’я спікера %@

source: Инспектор
en: Inspector
uk: Інспектор

source: Искать по библиотеке
en: Search Library
uk: Шукати в бібліотеці

source: История follow-up
en: Follow-up History
uk: Історія follow-up

source: История follow-up…
en: Follow-up History…
uk: Історія follow-up…

source: История проекта…
en: Project History…
uk: Історія проєкту…

source: Ищу «%@» по репликам, решениям, задачам и вопросам.
en: Searching for “%@” in utterances, decisions, action items, and questions.
uk: Шукаю «%@» у репліках, рішеннях, завданнях і питаннях.

source: Ищу…
en: Searching…
uk: Шукаю…

source: Кадры видео 1 раз в секунду, подписи участников через Vision — только на этом Mac. Файл: %@
en: Video frames once per second, participant name labels via Vision — only on this Mac. File: %@
uk: Кадри відео раз на секунду, підписи учасників через Vision — лише на цьому Mac. Файл: %@

source: Как включить раздельные дорожки в Zoom
en: How to Enable Separate Tracks in Zoom
uk: Як увімкнути окремі доріжки в Zoom

source: Как получить лучший результат
en: How to Get the Best Result
uk: Як отримати найкращий результат

source: Ключевые слова: %@ · движки: %@
en: Keywords: %@ · engines: %@
uk: Ключові слова: %@ · рушії: %@

source: Кнопка «Вставить» берёт текст из буфера; можно и просто нажать ⌘V в поле выше.
en: The “Paste” button takes the text from the clipboard; you can also just press ⌘V in the field above.
uk: Кнопка «Вставити» бере текст із буфера; можна й просто натиснути ⌘V у полі вище.

source: Компиляция %@
en: Compiling %@
uk: Компіляція %@

source: Конец (ЧЧ:ММ:СС)
en: End (HH:MM:SS)
uk: Кінець (ГГ:ХХ:СС)

source: Контекст проекта
en: Project Context
uk: Контекст проєкту

source: Контрольная сумма файла %@ не совпала: файл скачан повреждённым и будет скачан заново.
en: The checksum of %@ did not match: the file was downloaded corrupted and will be downloaded again.
uk: Контрольна сума файлу %@ не збіглася: файл завантажено пошкодженим і його буде завантажено заново.

source: Лента распознанного — до фильтра и сшивки
en: Feed of recognized speech — before filtering and fusion
uk: Стрічка розпізнаного — до фільтра та зшивання

source: Локальная модель
en: Local model
uk: Локальна модель

source: Локальная модель вернула пустой ответ. Попробуйте ещё раз или выберите другую модель — возможно, встреча не поместилась в контекст.
en: The local model returned an empty answer. Try again or choose another model — the meeting may not have fit into the context.
uk: Локальна модель повернула порожню відповідь. Спробуйте ще раз або виберіть іншу модель — можливо, зустріч не вмістилася в контекст.

source: Локальная модель не настроена
en: The local model is not configured
uk: Локальну модель не налаштовано

source: Локальная языковая модель (необязательно)
en: Local Language Model (Optional)
uk: Локальна мовна модель (необов’язково)

source: Локальный сервер вернул ошибку %lld. Посмотрите его журнал (LM Studio → Developer Logs, Ollama → вывод `ollama serve`) и попробуйте другую модель.%@
en: The local server returned error %lld. Check its log (LM Studio → Developer Logs, Ollama → `ollama serve` output) and try another model.%@
uk: Локальний сервер повернув помилку %lld. Перегляньте його журнал (LM Studio → Developer Logs, Ollama → вивід `ollama serve`) і спробуйте іншу модель.%@

source: Локальный сервер ответил «404 — не найдено». Проверьте путь /v1 в адресе (http://localhost:1234/v1) и имя модели: в LM Studio модель должна быть загружена, в Ollama — скачана (ollama pull).%@
en: The local server replied “404 — not found”. Check the /v1 path in the address (http://localhost:1234/v1) and the model name: in LM Studio the model must be loaded, in Ollama — pulled (ollama pull).%@
uk: Локальний сервер відповів «404 — не знайдено». Перевірте шлях /v1 в адресі (http://localhost:1234/v1) та назву моделі: у LM Studio модель має бути завантажена, в Ollama — скачана (ollama pull).%@

source: Локальный сервер ответил кодом %lld.%@
en: The local server replied with code %lld.%@
uk: Локальний сервер відповів кодом %lld.%@

source: Локальный сервер отклонил запрос (400). Чаще всего дело в имени модели: выберите модель из списка в настройках.%@
en: The local server rejected the request (400). Most often it is the model name: choose a model from the list in the settings.%@
uk: Локальний сервер відхилив запит (400). Найчастіше річ у назві моделі: виберіть модель зі списку в налаштуваннях.%@

source: Локальный сервер требует ключ (%lld). MeetingScribe не отправляет ключи и токены — отключите проверку ключа на сервере.%@
en: The local server requires a key (%lld). MeetingScribe does not send keys or tokens — turn off key checking on the server.%@
uk: Локальний сервер вимагає ключ (%lld). MeetingScribe не надсилає ключі та токени — вимкніть перевірку ключа на сервері.%@

source: Людей пока нет
en: No People Yet
uk: Людей поки немає

source: Людей с голосом
en: People with a Voice
uk: Людей з голосом

source: Люди
en: People

source: Люди библиотеки и спикеры этой встречи
en: People from the library and the speakers of this meeting
uk: Люди бібліотеки та спікери цієї зустрічі

source: Люди и голоса
en: People & Voices
uk: Люди та голоси

source: Машина
en: Machine
uk: Комп’ютер

source: Между этими языками распознавание выбирает язык каждого спикера. Лишние языки замедляют определение и добавляют ошибок — оставьте те, на которых действительно говорят.
en: Recognition picks each speaker’s language from these. Extra languages slow detection down and add errors — keep only the ones that are really spoken.
uk: Саме серед цих мов розпізнавання вибирає мову кожного спікера. Зайві мови сповільнюють визначення та додають помилок — залиште ті, якими справді говорять.

source: Место на диске
en: Disk Space
uk: Місце на диску

source: Модели
en: Models
uk: Моделі

source: Модели · %@
en: Models · %@
uk: Моделі · %@

source: Модели · пауза · %@
en: Models · paused · %@
uk: Моделі · пауза · %@

source: Модели готовы · %@
en: Models are ready · %@
uk: Моделі готові · %@

source: Модели на месте — можно идти дальше
en: The models are in place — you can move on
uk: Моделі на місці — можна йти далі

source: Модели распознавания
en: Recognition Models
uk: Моделі розпізнавання

source: Модели скачиваются один раз с Hugging Face и лежат в папке приложения.
en: The models are downloaded once from Hugging Face and kept in the app folder.
uk: Моделі завантажуються один раз з Hugging Face і лежать у теці застосунку.

source: Модели скачиваются с Hugging Face в папку приложения. Загрузку можно поставить на паузу и продолжить позже.
en: The models are downloaded from Hugging Face into the app folder. You can pause the download and resume it later.
uk: Моделі завантажуються з Hugging Face до теки застосунку. Завантаження можна поставити на паузу та продовжити пізніше.

source: Модели уже есть на этом Mac
en: The Models Are Already on This Mac
uk: Моделі вже є на цьому Mac

source: Модель
en: Model

source: Модель Whisper
en: Whisper model

source: Модель WhisperKit и диаризатор выбираются в настройках: %@.
en: The WhisperKit model and speaker separation are set in Settings: %@.
uk: Модель WhisperKit і розділення за голосами задаються в налаштуваннях: %@.

source: Модель недоступна: %@. Скачайте модели в Settings → Движки и модели.
en: Model is not available: %@. Download the models in Settings → Engines & Models.
uk: Модель недоступна: %@. Завантажте моделі в Налаштування → Рушії та моделі.

source: Модуль интерфейса
en: UI Module
uk: Модуль інтерфейсу

source: На видео: %@
en: On video: %@
uk: На відео: %@

source: Нажмите слово, с которого начнётся новая реплика.
en: Click the word that starts the new utterance.
uk: Натисніть слово, з якого почнеться нова репліка.

source: Назад
en: Back

source: Название
en: Name
uk: Назва

source: Название встречи: %@
en: Meeting name: %@
uk: Назва зустрічі: %@

source: Название проекта
en: Project name
uk: Назва проєкту

source: Назвать спикера…
en: Name Speaker…
uk: Назвати спікера…

source: Назвать спикеров и сохранить их голоса в «Люди»
en: Name the speakers and save their voices to People
uk: Назвати спікерів і зберегти їхні голоси в «Люди»

source: Найден блок meeting-followup
en: Found a meeting-followup block
uk: Знайдено блок meeting-followup

# Найдено %lld совпадений
source: Найдено %lld совпадения
en: %lld matches found
uk: Знайдено %lld збігу

source: Найти
en: Find
uk: Знайти

source: Найти имена на видео
en: Find Names in Video
uk: Знайти імена на відео

source: Наложение речи
en: Overlapping speech
uk: Накладання мовлення

source: Начало (ЧЧ:ММ:СС)
en: Start (HH:MM:SS)
uk: Початок (ГГ:ХХ:СС)

source: Начать
en: Get Started
uk: Почати

source: Нашлись папки прошлых загрузок (Hugging Face, FluidAudio) — модели можно перенести без интернета.
en: Folders from earlier downloads (Hugging Face, FluidAudio) were found — the models can be moved over without an internet connection.
uk: Знайдено теки попередніх завантажень (Hugging Face, FluidAudio) — моделі можна перенести без інтернету.

source: Не выбран
en: Not selected
uk: Не вибрано

source: Не выбрана
en: Not selected
uk: Не вибрано

source: Не обработано
en: Not processed
uk: Не оброблено

source: Не сопоставлено
en: Not matched
uk: Не зіставлено

source: Не тот, кого предложила программа: создать нового человека с этим именем
en: Not the person the app suggested: create a new person with this name
uk: Це не той, кого запропонувала програма: створити нову людину з цим ім’ям

source: Не удалось декодировать «%@»: %@.
en: Could not decode “%@”: %@.
uk: Не вдалося декодувати «%@»: %@.

source: Не удалось записать файл модели: %@.
en: Could not write the model file: %@.
uk: Не вдалося записати файл моделі: %@.

source: Не удалось импортировать модель %@: %@.
en: Could not import model %@: %@.
uk: Не вдалося імпортувати модель %@: %@.

source: Не удалось определить длительность «%@»: пропустите распознавание подписей.
en: Could not determine the duration of “%@”: skip caption recognition.
uk: Не вдалося визначити тривалість «%@»: пропустіть розпізнавання підписів.

source: Не удалось определить свободное место; нужно около %@
en: Could not determine the free space; about %@ is needed
uk: Не вдалося визначити вільне місце; потрібно близько %@

source: Не удалось перенести: %@
en: Could not import: %@
uk: Не вдалося перенести: %@

source: Не удалось получить кадры из «%@»: %@.
en: Could not get frames from “%@”: %@.
uk: Не вдалося отримати кадри з «%@»: %@.

source: Не удалось получить список файлов %@: %@.
en: Could not get the file list for %@: %@.
uk: Не вдалося отримати список файлів %@: %@.

source: Не удалось прочитать %@: %@. Приложение начинает с пустой библиотеки, прежний файл сохранён рядом для восстановления.
en: Could not read %@: %@. The app starts with an empty library; the previous file is kept next to it for recovery.
uk: Не вдалося прочитати %@: %@. Застосунок починає з порожньої бібліотеки, попередній файл збережено поруч для відновлення.

source: Не удалось разобрать версию «%@».
en: Could not parse version “%@”.
uk: Не вдалося розібрати версію «%@».

source: Не удалось разобрать ответ локальной модели: %@. Убедитесь, что по этому адресу работает OpenAI-совместимый сервер (LM Studio или Ollama), а не другое приложение.
en: Could not parse the local model’s response: %@. Make sure an OpenAI-compatible server (LM Studio or Ollama) is running at this address, not some other app.
uk: Не вдалося розібрати відповідь локальної моделі: %@. Переконайтеся, що за цією адресою працює OpenAI-сумісний сервер (LM Studio або Ollama), а не інший застосунок.

source: Не удалось связаться с локальной моделью: %@. Проверьте, что LM Studio или Ollama запущены и слушают указанный адрес.
en: Could not reach the local model: %@. Check that LM Studio or Ollama is running and listening at the given address.
uk: Не вдалося зв’язатися з локальною моделлю: %@. Перевірте, що LM Studio або Ollama запущено й вони слухають вказану адресу.

source: Не удалось создать папку библиотеки %@: %@.
en: Could not create the library folder %@: %@.
uk: Не вдалося створити теку бібліотеки %@: %@.

source: Не удалось создать папку моделей %@: %@.
en: Could not create the models folder %@: %@.
uk: Не вдалося створити теку моделей %@: %@.

source: Не удалось сохранить %@: %@. Проверьте место на диске и права на папку %@.
en: Could not save %@: %@. Check the free disk space and the permissions for the folder %@.
uk: Не вдалося зберегти %@: %@. Перевірте місце на диску та права на теку %@.

source: Недостаточно места на диске: нужно %@, свободно %@. Освободите место и повторите.
en: Not enough disk space: %@ needed, %@ free. Free up space and try again.
uk: Недостатньо місця на диску: потрібно %@, вільно %@. Звільніть місце й повторіть.

source: Неизвестный
en: Unknown
uk: Невідомий

source: Некорректное аудио: %@.
en: Invalid audio: %@.
uk: Некоректне аудіо: %@.

source: Неожиданный ответ GitHub: %@.
en: Unexpected response from GitHub: %@.
uk: Неочікувана відповідь GitHub: %@.

source: Нет соединения с GitHub: %@.
en: No connection to GitHub: %@.
uk: Немає з’єднання з GitHub: %@.

source: Нет соединения с Hugging Face: %@. Проверьте интернет и нажмите «Продолжить» — загрузка продолжится с того же места.
en: No connection to Hugging Face: %@. Check your internet connection and click “Continue” — the download resumes where it stopped.
uk: Немає з’єднання з Hugging Face: %@. Перевірте інтернет і натисніть «Продовжити» — завантаження продовжиться з того самого місця.

source: Нечего импортировать
en: Nothing to import
uk: Немає чого імпортувати

source: Нечего отправлять
en: Nothing to send
uk: Немає чого надсилати

source: Нечего разделять
en: Nothing to split
uk: Немає чого розділяти

source: Нечего экспортировать
en: Nothing to export
uk: Немає чого експортувати

source: Ничего не добавлено
en: Nothing added
uk: Нічого не додано

source: Ничего не найдено
en: No Results
uk: Нічого не знайдено

source: Новое имя подставится во все встречи, где этот человек говорил.
en: The new name will be used in every meeting where this person spoke.
uk: Нове ім’я підставиться в усі зустрічі, де ця людина говорила.

source: Новый проект
en: New Project
uk: Новий проєкт

source: Новый проект…
en: New Project…
uk: Новий проєкт…

source: Новый спикер
en: New Speaker
uk: Новий спікер

source: Нужные модели
en: Required Models
uk: Потрібні моделі

source: ОК
en: OK
uk: OK

source: Обновления
en: Updates
uk: Оновлення

source: Обрабатывается
en: Processing
uk: Обробляється

source: Обработано
en: Processed
uk: Оброблено

source: Обработать
en: Process
uk: Обробити

source: Обработка
en: Processing
uk: Обробка

source: Обработка была прервана
en: Processing was interrupted
uk: Обробку було перервано

source: Обработка на этом Mac
en: Processing on this Mac
uk: Обробка на цьому Mac

source: Обработка на этом Mac: записи никуда не отправляются
en: Processing on this Mac: recordings are never sent anywhere
uk: Обробка на цьому Mac: записи нікуди не надсилаються

source: Обработка не была доведена до конца. Повтор начнётся с начала: подготовка аудио занимает секунды, дольше всего — распознавание.
en: Processing did not finish. A retry starts from the beginning: preparing audio takes seconds, recognition takes the longest.
uk: Обробку не було доведено до кінця. Повтор почнеться спочатку: підготовка аудіо триває секунди, найдовше — розпізнавання.
